"SU_VERS" = "1.2";
"SU_SERVERCOMMENT" = "Pentru sisteme desktop și server";
"ERROR_1" = "Acest software este incompatibil cu sistemul dvs.";
"ERROR_0" = "Această actualizare necesită Mac OS X versiunea %@ sau o versiune ulterioară.";
"SU_TITLE" = "Actualizare firmware Thunderbolt";
"AlreadyUpToDate" = "Computerul dvs. este deja actualizat.";
